Repository: aSynch1889/BillsManager
Catalog: BillsManager/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: Settings
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: Skip
ja: スキップ
ko: 건너뛰기
zh_hans: 跳过
zh_hant: 略過

source: Smart Bill Tracker & Reminder
ja: スマートな請求管理とリマインダー
ko: 스마트 청구서 추적 및 알림
zh_hans: 智能账单跟踪与提醒
zh_hant: 智慧帳單追蹤與提醒

source: Something Went Wrong
ja: 問題が発生しました
ko: 문제가 발생했습니다
zh_hans: 出错了
zh_hant: 發生錯誤

source: Status
ja: ステータス
ko: 상태
zh_hans: 状态
zh_hant: 狀態

source: Storage Unavailable
ja: ストレージを利用できません
ko: 저장소를 사용할 수 없음
zh_hans: 存储不可用
zh_hant: 儲存空間無法使用

source: Streaming Subscription
ja: ストリーミング契約
ko: 스트리밍 구독
zh_hans: 流媒体订阅
zh_hant: 串流媒體訂閱

source: Subscriptions
ja: サブスクリプション
ko: 구독
zh_hans: 订阅
zh_hant: 訂閱

source: Support
ja: サポート
ko: 지원
zh_hans: 支持
zh_hant: 支援

source: Tap '+' to create your first bill or change your search filter.
ja: 「+」をタップして最初の請求を作成するか、検索フィルタを変更してください。
ko: '+'를 탭하여 첫 청구서를 만들거나 검색 필터를 변경하세요.
zh_hans: 点按“+”创建你的第一条账单，或更改搜索筛选条件。
zh_hant: 點按「+」建立你的第一張帳單，或更改搜尋篩選條件。

source: Terms of Use
ja: 利用規約
ko: 이용 약관
zh_hans: 使用条款
zh_hant: 使用條款

source: This backup file has no data.
ja: このバックアップファイルにはデータがありません。
ko: 이 백업 파일에 데이터가 없습니다.
zh_hans: 此备份文件没有数据。
zh_hant: 此備份檔案沒有資料。

source: This Month
ja: 今月
ko: 이번 달
zh_hans: 本月
zh_hant: 本月

source: This product isn't supported by this app version.
ja: このアプリバージョンではこの商品はサポートされていません。
ko: 이 앱 버전에서는 해당 상품을 지원하지 않습니다.
zh_hans: 此版本应用不支持该商品。
zh_hant: 此版本應用不支援該商品。

source: This Year
ja: 今年
ko: 올해
zh_hans: 今年
zh_hant: 今年

source: Total Bills
ja: 請求合計
ko: 청구서 합계
zh_hans: 账单总数
zh_hant: 帳單總數

source: Total overdue: %@
ja: 延滞合計：%@
ko: 연체 합계: %@
zh_hans: 逾期合计：%@
zh_hant: 逾期合計：%@

source: Total overdue: $%.2f
ja: 期限超過合計：$%.2f
ko: 연체 합계: $%.2f
zh_hans: 逾期总额：$%.2f
zh_hant: 逾期總額：$%.2f

source: Track Bills Effortlessly
ja: 請求をらくらく管理
ko: 청구서를 쉽게 관리하세요
zh_hans: 轻松管理账单
zh_hant: 輕鬆管理帳單

source: Uncategorized
ja: カテゴリなし
ko: 카테고리 없음
zh_hans: 未分类
zh_hant: 未分類

source: Undo Last Payment
ja: 直前の支払いを取り消す
ko: 최근 결제 취소
zh_hans: 撤销上次支付
zh_hant: 復原上次付款

source: Undo last payment and remove its history record?
ja: 直近の支払いを取り消し、履歴を削除しますか？
ko: 최근 결제를 취소하고 해당 기록을 삭제할까요?
zh_hans: 撤销最近一次支付并删除对应历史记录？
zh_hant: 撤銷最近一次支付並刪除對應歷史記錄？

source: Unknown
ja: 不明
ko: 알 수 없음
zh_hans: 未知
zh_hant: 未知

source: Unlimited Categories & Accounts
ja: 無制限のカテゴリと口座
ko: 무제한 카테고리 및 계정
zh_hans: 无限分类与账户
zh_hant: 無限分類與帳戶

source: Unlimited categories, backup & analytics
ja: 無制限カテゴリ、バックアップ、分析
ko: 무제한 카테고리, 백업 및 분석
zh_hans: 无限分类、备份与分析
zh_hant: 無限分類、備份與分析

source: Unlock Bills Manager to view financial data.
ja: 財務データを表示するには Bills Manager のロックを解除してください。
ko: 재무 데이터를 보려면 Bills Manager의 잠금을 해제하세요.
zh_hans: 解锁 Bills Manager 以查看财务数据。
zh_hant: 解鎖 Bills Manager 以查看財務資料。

source: Unlock full financial tracking potential & ad-free experience
ja: 財務管理の全機能と広告なしの体験を解放
ko: 전체 재무 추적 기능과 광고 없는 경험 잠금 해제
zh_hans: 解锁完整的财务跟踪功能与无广告体验
zh_hant: 解鎖完整的財務追蹤功能與無廣告體驗

source: Unlock multi-range analytics with PRO
ja: PRO で複数期間の分析を解除
ko: PRO로 다중 기간 분석 잠금 해제
zh_hans: 升级 PRO 解锁多区间分析
zh_hant: 升級 PRO 解鎖多區間分析

source: Unlock with %@
ja: %@ でロック解除
ko: %@(으)로 잠금 해제
zh_hans: 使用 %@ 解锁
zh_hant: 使用 %@ 解鎖

source: Unpaid
ja: 未払い
ko: 미결제
zh_hans: 未支付
zh_hant: 未支付

source: Unpay
ja: 未払いに戻す
ko: 미결제로 표시
zh_hans: 标记未付
zh_hant: 標記未付

source: Unsupported backup version: %d
ja: 未対応のバックアップバージョン: %d
ko: 지원하지 않는 백업 버전: %d
zh_hans: 不支持的备份版本：%d
zh_hant: 不支援的備份版本：%d

source: Upcoming
ja: 今後
ko: 예정
zh_hans: 近期
zh_hant: 近期

source: Upcoming Bills
ja: 今後の請求
ko: 다가오는 청구서
zh_hans: 近期账单
zh_hant: 近期帳單

source: Upgrade to PRO
ja: PRO にアップグレード
ko: PRO로 업그레이드
zh_hans: 升级为 PRO 专业版
zh_hant: 升級為 PRO 專業版

source: Utilities
ja: 光熱費
ko: 공과금
zh_hans: 水电燃气
zh_hant: 水電燃氣

source: We couldn't find an active PRO purchase for this Apple ID.
ja: この Apple ID の有効な PRO 購入が見つかりませんでした。
ko: 이 Apple ID의 유효한 PRO 구입을 찾을 수 없습니다.
zh_hans: 未找到此 Apple ID 下有效的 PRO 购买。
zh_hant: 找不到此 Apple ID 下有效的 PRO 購買。

source: Weekly
ja: 毎週
ko: 매주
zh_hans: 每周
zh_hant: 每週

source: Yearly
ja: 毎年
ko: 매년
zh_hans: 每年
zh_hant: 每年

source: Yes
ja: はい
ko: 예
zh_hans: 是
zh_hant: 是

source: Your PRO access has been restored.
ja: PRO アクセスを復元しました。
ko: PRO 액세스가 복원되었습니다.
zh_hans: 已恢复你的 PRO 权益。
zh_hant: 已恢復你的 PRO 權益。

source: Zero banner or popup advertisements
ja: バナー・ポップアップ広告なし
ko: 배너 및 팝업 광고 없음
zh_hans: 零横幅与弹窗广告
zh_hant: 零橫幅與彈窗廣告

source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

source: Bills Manager
zh_hans: 账单管家
zh_hant: 帳單管家
